[
  {
    "id": 0,
    "name": "USB Stick",
    "price": 24.2,
    "picture": "https://image.flaticon.com/icons/svg/1279/1279516.svg",
    "description": "Esse proident ullamco enim minim et est elit excepteur. Elit minim magna esse et officia exercitation. Aliqua enim sit esse amet qui cupidatat nulla quis proident duis non.\r\nDo nisi nisi consequat irure adipisicing ea commodo. Consequat veniam occaecat cillum Lorem velit eiusmod Lorem duis aute eu nostrud ad nostrud. Incididunt exercitation deserunt mollit proident occaecat elit irure fugiat pariatur consequat aliquip. Quis deserunt adipisicing labore pariatur mollit ullamco nulla ad et laborum tempor proident excepteur aliqua. Excepteur nulla velit consectetur laborum quis deserunt veniam excepteur. Commodo laboris exercitation ullamco anim anim labore amet anim ullamco nulla.\r\nAd dolor est consequat anim fugiat elit reprehenderit deserunt deserunt mollit officia reprehenderit ipsum. Incididunt fugiat adipisicing dolore sit eiusmod qui aliqua ex. Aliquip ea excepteur amet laborum minim nulla mollit est occaecat officia mollit. Non pariatur occaecat do irure ut amet aliquip ullamco aliqua irure.\r\n",
    "tags": [
      "cupidatat",
      "eu",
      "cupidatat"
    ]
  },
  {
    "id": 1,
    "name": "Computer Monitor",
    "price": 94.6883,
    "picture": "https://image.flaticon.com/icons/svg/164/164998.svg",
    "description": "Sit et tempor eu commodo minim deserunt culpa esse enim voluptate est quis irure quis. Commodo laboris fugiat aliquip cupidatat cillum voluptate anim dolore magna sint do deserunt sit labore. Quis occaecat consectetur dolore dolore in laborum ex do commodo voluptate labore ut. Labore aliquip ullamco pariatur magna adipisicing reprehenderit magna commodo nulla proident fugiat qui. Amet dolore deserunt ullamco ea aute. Esse non consectetur laborum tempor pariatur Lorem sunt commodo.\r\nEst adipisicing ullamco et adipisicing. Officia tempor laboris fugiat incididunt laboris ex consequat amet nulla consequat dolor exercitation cillum. Eu ullamco voluptate ipsum qui consequat ex tempor amet mollit est enim laboris. Veniam aliquip anim laborum ipsum in ullamco irure magna.\r\nDo sit aliquip voluptate sint laborum excepteur cillum proident duis ex sit nostrud nostrud ea. Ad aute aliquip in dolor cillum esse incididunt occaecat consectetur consequat ullamco minim enim. Nisi consectetur magna minim ex reprehenderit sit et consequat. Quis irure ea do nisi sunt laborum dolor cupidatat enim qui. Enim amet non aliquip ea proident amet irure. Pariatur eu sint consectetur commodo sit. Adipisicing quis dolor et eiusmod.\r\n",
    "tags": [
      "magna",
      "id"
    ]
  },
  {
    "id": 2,
    "price": 124.453,
    "name": "Headphones",
    "picture": "https://image.flaticon.com/icons/svg/1191/1191260.svg",
    "description": "Velit incididunt ullamco et mollit. Exercitation in mollit ipsum aute. Sint laboris aute quis irure laborum velit magna excepteur adipisicing. Lorem tempor velit esse consectetur consequat enim sunt. Adipisicing magna commodo cupidatat id eiusmod nisi.\r\nAute sint sunt deserunt id nostrud fugiat voluptate eiusmod aliqua aute laborum exercitation culpa. Exercitation voluptate duis pariatur occaecat reprehenderit minim nisi in. Anim magna velit non nisi et. Labore et cillum esse et proident esse nostrud. Pariatur minim voluptate exercitation dolore pariatur nisi in duis aute quis. Ullamco magna reprehenderit non esse reprehenderit veniam tempor ullamco est ex aliqua consequat laborum. Incididunt ut magna deserunt amet.\r\nOccaecat minim dolore do est et cillum et esse aliquip et amet exercitation. Velit eiusmod eu in nulla elit. Irure in dolor reprehenderit anim eiusmod laborum magna labore pariatur magna consequat adipisicing proident. Fugiat esse pariatur culpa ullamco aute nostrud aliquip eiusmod. Voluptate sit laboris ut culpa consectetur commodo ad amet reprehenderit duis enim qui. Id sit consectetur minim cupidatat est ullamco amet tempor non eiusmod esse. Cillum eiusmod et deserunt esse occaecat ad pariatur.\r\n",
    "tags": [
      "aliqua",
      "laborum"
    ]
  },
  {
    "id": 3,
    "price": 86.09285,
    "name": "Wireless computer keyboard",
    "picture": "https://image.flaticon.com/icons/svg/1922/1922680.svg",
    "description": "Excepteur consequat nostrud amet aliquip sunt mollit adipisicing ut. Ullamco et cillum ex proident cupidatat deserunt consectetur. Excepteur sit officia consequat elit ipsum velit ipsum dolor minim excepteur.\r\nOfficia ullamco qui exercitation aliqua. Excepteur ad duis ad tempor ea nostrud ex consectetur. Est pariatur est mollit quis quis ea mollit. Veniam velit proident non culpa.\r\nLabore ad dolore commodo aliqua id. Culpa sint nostrud ad consectetur sint deserunt aliquip officia fugiat esse laborum ut et ut. Enim incididunt elit sit quis consequat dolor. Ipsum labore commodo velit enim aliquip. Nostrud occaecat ut ea amet magna nulla amet quis incididunt commodo excepteur officia ea. Minim laborum est ullamco irure. Sit laboris ex quis occaecat ea aute cupidatat deserunt aute deserunt id cillum dolor.\r\n",
    "tags": []
  },
  {
    "id": 4,
    "price": 1099,
    "name": "Laptop",
    "picture": "https://image.flaticon.com/icons/svg/123/123400.svg",
    "description": "Aliqua veniam exercitation ea deserunt magna occaecat ullamco. Quis cupidatat duis velit eiusmod sit ipsum adipisicing tempor id laboris minim reprehenderit. Mollit aliquip do minim amet Lorem mollit. Id voluptate deserunt do tempor velit irure minim commodo adipisicing ex in.\r\nEu voluptate veniam id deserunt eiusmod et voluptate id. Mollit nostrud non ex officia ut in. Incididunt amet veniam id do. Excepteur fugiat ut cillum aute culpa aliquip dolor consectetur pariatur laborum cupidatat elit. Adipisicing quis laborum sit sunt reprehenderit laborum Lorem eiusmod est ullamco. Nisi duis sit laborum sit ea eiusmod. Qui commodo minim Lorem non elit fugiat fugiat consequat laboris deserunt duis cupidatat Lorem.\r\nNisi ipsum et reprehenderit deserunt mollit proident ea eu reprehenderit incididunt laboris sunt. Nulla proident ullamco do elit veniam dolor labore consequat dolore anim reprehenderit adipisicing voluptate. Commodo sit mollit culpa proident in consequat dolore cillum.\r\n",
    "tags": [
      "laboris",
      "qui",
      "proident"
    ]
  },
  {
    "id": 5,
    "name": "Smartphone",
    "price": 258.609,
    "picture": "https://image.flaticon.com/icons/svg/148/148998.svg",
    "description": "Exercitation nulla incididunt deserunt Lorem elit. Consequat nisi anim duis non ex mollit minim id sunt aute velit. Pariatur adipisicing sint reprehenderit pariatur. Proident esse quis ex Lorem consequat deserunt amet et. Non nulla exercitation tempor anim proident ut.\r\nVeniam do excepteur aliqua commodo magna nostrud et. Ea aute et proident consequat nulla tempor aliqua esse. Consequat reprehenderit ut pariatur sint labore dolor laborum fugiat. Voluptate exercitation ut dolor nisi non quis nulla sit consectetur quis labore officia. Reprehenderit et ut non sint excepteur enim anim in cillum consequat et dolor enim et. Dolor non veniam do proident veniam dolor eu officia minim ad incididunt anim. Commodo nostrud proident commodo sunt reprehenderit.\r\nCupidatat enim do sunt non id ut pariatur. Dolor irure eu qui est qui excepteur officia nostrud proident aliqua fugiat elit ex. Dolore proident eiusmod incididunt qui et in ut fugiat. Irure incididunt ut pariatur adipisicing nostrud tempor cillum in dolore laboris.\r\n",
    "tags": [
      "occaecat"
    ]
  },
  {
    "id": 6,
    "name": "Wireless computer mouse",
    "price": 78.0479,
    "picture": "https://image.flaticon.com/icons/svg/1922/1922676.svg",
    "description": "Nostrud irure tempor qui irure cupidatat. Id deserunt aute ipsum irure veniam veniam adipisicing aliqua consequat commodo anim magna. Proident ipsum sunt dolore Lorem ullamco fugiat. Adipisicing eiusmod Lorem nisi enim in ipsum. Laborum esse anim cupidatat voluptate. Cillum mollit labore est eiusmod in nisi quis aliquip sit ut qui reprehenderit ipsum. Eiusmod fugiat tempor id commodo cillum reprehenderit labore cupidatat in in ipsum dolore ipsum culpa.\r\nOccaecat et quis nulla officia sint deserunt veniam laboris. Velit id eu exercitation cillum et nisi duis elit. Lorem eiusmod voluptate aliqua est velit Lorem sit deserunt excepteur id occaecat adipisicing qui nulla. Mollit cillum dolore qui elit. Cupidatat reprehenderit enim voluptate esse quis Lorem consectetur tempor eu sunt consectetur. Anim fugiat do voluptate do. Ut excepteur ipsum incididunt officia qui ex reprehenderit quis.\r\nAute ut enim duis anim in duis sint mollit proident Lorem sint nostrud consequat. Reprehenderit eiusmod nostrud officia do ullamco elit do commodo quis cillum anim. Consequat cupidatat excepteur pariatur velit minim et duis eu cillum sunt et ipsum cupidatat. Consequat cillum mollit aliquip et non mollit anim minim est dolore in excepteur elit. Lorem exercitation quis eu tempor. Pariatur nisi labore veniam non.\r\n",
    "tags": [
      "Lorem",
      "officia",
      "do"
    ]
  },
  {
    "id": 7,
    "name": "Computer speakers",
    "price": 45.08116,
    "picture": "https://image.flaticon.com/icons/svg/1169/1169865.svg",
    "description": "Sunt aliquip eiusmod sint consectetur tempor ea laborum consequat Lorem. Aliqua ut officia sint ullamco consectetur consequat laborum proident commodo tempor excepteur. Aute dolore minim fugiat sit minim voluptate est incididunt excepteur id id. Ex ex dolor nulla voluptate pariatur ipsum aliqua excepteur eiusmod. Irure aute consequat ipsum aliqua ut non consectetur nostrud do duis irure voluptate adipisicing aliquip.\r\nElit enim enim cillum magna. Pariatur enim reprehenderit eiusmod id exercitation laboris fugiat. Anim velit amet officia ullamco exercitation ipsum exercitation amet mollit. Mollit minim ipsum voluptate minim. Dolore ea cillum culpa dolor voluptate officia in aliquip reprehenderit cillum. Velit mollit nostrud officia do dolore et laborum quis labore irure elit excepteur.\r\nSit occaecat sunt amet ullamco ipsum et. Excepteur duis velit qui est dolor ex sunt ipsum officia non id voluptate pariatur. Fugiat anim elit exercitation occaecat non incididunt amet aliqua proident dolore. Velit do elit fugiat non ullamco consequat sunt.\r\n",
    "tags": [
      "laboris"
    ]
  },
  {
    "id": 8,
    "price": 398.7,
    "name": "Camera",
    "picture": "https://image.flaticon.com/icons/svg/1042/1042339.svg",
    "description": "Consectetur sint ut dolor veniam laboris irure nulla ullamco nisi. Ad laboris officia in voluptate veniam ea proident quis deserunt est tempor proident. Occaecat consequat fugiat irure qui aute labore commodo deserunt laborum officia incididunt sunt. Id sunt quis et eiusmod. Ipsum cillum nulla culpa consectetur eu amet veniam sit do reprehenderit officia nulla.\r\nAliqua elit officia deserunt et minim do reprehenderit minim. Ea ullamco consectetur ea aliquip aliqua. Elit qui ullamco sunt nostrud velit sit dolore non nostrud duis elit.\r\nReprehenderit ut voluptate tempor dolor qui do. Duis id dolore excepteur anim id veniam cupidatat incididunt qui amet. Sit ipsum consectetur sunt laborum deserunt. Ex laborum officia consectetur id adipisicing eu cillum labore pariatur occaecat esse sit cupidatat cupidatat.\r\n",
    "tags": []
  },
  {
    "id": 9,
    "name": "Personal computer",
    "price": 783.4,
    "picture": "https://image.flaticon.com/icons/svg/1149/1149168.svg",
    "description": "Commodo reprehenderit id mollit cupidatat irure amet officia mollit consectetur do eu fugiat do. Eu sunt reprehenderit duis cillum. Voluptate commodo eu sunt nisi excepteur dolor dolor et velit sit. Tempor enim anim voluptate in esse esse. Reprehenderit nulla elit ad laborum cillum anim velit. Lorem velit Lorem ullamco duis id dolore dolor qui nostrud reprehenderit ea anim.\r\nMinim in labore consectetur excepteur eiusmod fugiat ex officia voluptate qui. Lorem nisi et est id dolore veniam. Id pariatur qui fugiat eu est minim ex cupidatat officia consectetur fugiat non. Pariatur ea cillum ad ex deserunt sint fugiat eiusmod cillum. Officia cupidatat ea in ad qui voluptate occaecat duis officia amet. Excepteur deserunt laboris excepteur quis eu voluptate voluptate consequat Lorem aliquip adipisicing adipisicing.\r\nOccaecat velit sit duis reprehenderit dolore non consectetur proident pariatur Lorem pariatur est. Ea mollit sint nostrud aliqua culpa ex tempor adipisicing culpa fugiat reprehenderit. Esse reprehenderit esse ad laboris ea dolor duis. Ad aliqua magna dolore Lorem anim qui ut ipsum excepteur.\r\n",
    "tags": [
      "consequat",
      "pariatur"
    ]
  }
]